{
  "Q1": {
    "q": "我相信我可以为团队做出积极的贡献，因为：",
    "A": "我可以很快发现和把握新机会",
    "B": "我被认为是天生的团队成员",
    "C": "当团队需要我的时候，我乐意处理不同的工作",
    "D": "我能从侧面思考解决问题的方法",
    "E": "我善于发现并挖掘团队成员的潜力",
    "F": "我热衷于通过关注细节来改善工作成果",
    "G": "我对能应用所学的培训和专业知识充满热情",
    "H": "为确保工作万无一失，我倾向于坦率直言",
    "I": "我很保我能按时完成工作",
    "J": "我能针对不同的行动方案提出合理、正确的判断"
  },
  "Q2": {
    "q": "我有时会在团队合作中遇到困难，因为：",
    "A": "一旦工作开始，我不太愿意为了他人而改变之前的计划",
    "B": "我喜欢影响他人，这可能导致别人的不满",
    "C": "如果我的专业知识不被认可，我会变得沮丧",
    "D": "一旦我最初的热情消退了，我可能会很快失去工作动力",
    "E": "我可能会低估自己所作出的贡献",
    "F": "我倾向于提出质疑，这可能会淡化团队的热情",
    "G": "我可能会失去耐心，这会营造一种紧张的气氛",
    "H": "我倾向于避免那些可能引发争执和冲突的讨论",
    "I": "我可能因为自己过多的想法而难以专注于当前的工作",
    "J": "我执着于准确的完成工作，这可能会耽误工作进程"
  },
  "Q3": {
    "q": "在和其他人一起工作时：",
    "A": "我喜欢充当带领团队达成共识的角色",
    "B": "我会认真审核所有细节，确保工作准确无误",
    "C": "我会鼓励成员行动起来并推动团队完成目标",
    "D": "我会提出团队未曾探索的想法，并通过团队一起来完善这些想法",
    "E": "我可以在必要时提供支持和理解",
    "F": "我会寻找工作中能获得自我成就感的机会",
    "G": "我能快速体察并完善有助于团队的想法",
    "H": "我愿意尽可能多地学习，并把所学的东西运用在工作上",
    "I": "我确保自己保持客观中立",
    "J": "我会运用结构化和体系化的方法来达到高产出"
  },
  "Q4": {
    "q": "在进行团队合作的过程中",
    "A": "当团队成员遇到问题时，我是第一个意识到并主动提供帮助的人",
    "B": "我会用我所学来帮助团队",
    "C": "我不会畏惧挑战他人的观点",
    "D": "我会去全方位检验新的想法，确保她们的可行性",
    "E": "我专注于找到最高效的工作方法",
    "F": "我能在别人之前想出富有想象力的解决方案",
    "G": "我的所有工作都被贴上了“完美主义”的标签",
    "H": "我热衷于建立对团队有益的关系网",
    "I": "我坚持自己的信念，不在乎别人做什么",
    "J": "我通过推动决策过程来促进团队工作"
  },
  "Q5": {
    "q": "我特有的团队合作模式有",
    "A": "我理智地思考，避免得意忘形",
    "B": "我尽可能高效的完成工作",
    "C": "在应对困难时，我会表现得谨慎与敏感",
    "D": "我对压力下的工作应对自如",
    "E": "我对遇到新的机会和人充满兴趣",
    "F": "我通过辨清工作优先级来更好地完成任务",
    "G": "我在工作中努力做到精益求精",
    "H": "我喜欢那种能运用打破常规的方式来处理问题的机会",
    "I": "我了解自己需要完成的工作，并能给自己安排工作",
    "J": "我觉得大家可以在工作时享受快乐的时光"
  },
  "Q6": {
    "q": "在和其他人一起工作时",
    "A": "我感到了其他成员对于我所表达意见的重视",
    "B": "我擅于自己独立进行或开展某些工作",
    "C": "我可以从零开始、白手起家",
    "D": "我希望与大量的人和事打交道",
    "E": "我能发现团队中的人才并让他们发挥所长",
    "F": "我善于对工作进行全面检查，以避免任何错误或疏忽",
    "G": "我确保团队能依据事实、逻辑地做出决策",
    "H": "在面对需要完成的工作时，我能迅速采取行动",
    "I": "我会鼓舞团队并推动其向前发展",
    "J": "我尽可能探索并充分利用外部资源"
  },
  "Q7": {
    "q": "如果我在团队中遇到了问题，可能是因为",
    "A": "我在处理重大问题时，有时会激怒他人",
    "B": "我会质疑他人的想法及解决方案，但却不能给出代替方案",
    "C": "我关注事情的质量是否完美，以致于有时很难按时完成",
    "D": "如果有新的项目让我产生了兴趣，我可能会忽略跟进现有工作",
    "E": "我倾向于抗拒那些会扰乱工作进展的改变",
    "F": "我会陶醉于新的想法，而忽略了团队的需求",
    "G": "我倾向于做宏观把控，而错过了重要的细节",
    "H": "我感觉别人经常会忽略我对团队做出的贡献",
    "I": "当他人轻视我的专长时，我会感到很沮丧",
    "J": "我总是倾向于避免充当一个决策者的角色以避免冲突"
  }
}